/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Afbeelding %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Naam";
"Kind" = "Soort";
"Size" = "Grootte";
"Created" = "Aanmaak";
"Modified" = "Bewerking";
"Opened" = "Geopend";
"Version" = "Versie";
"Duration" = "Duur";
"Dimensions" = "Afmetingen";
"DecimalPoint" = ",";
"ZeroKB" = "0 KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Berekenen...";
"Fetching" = "Ophalen...";
"Hyphen" = "-";
"Today" = "Vandaag om REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Gisteren om REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
